Repository: msf-ocba/vaccination-app
Catalog: i18n/*.po
Languages: es, fr

source: Campaigns
es: Campañas
fr: Campagnes

source: Data Entry
es: Entrada de datos
fr: Saisie de données

source: Dashboard
es: Tablero
fr: Tableau de bord

source: Name
es: Nombre
fr: Nom

source: Public access
es: Acceso público
fr: Accès publique

source: Last updated
es: Última actualización
fr: Dernière mise à jour

source: Description
es: Descripción

source: Start Date
es: Fecha de inicio
fr: Date de début

source: End Date
es: Fecha de fin
fr: Date de fin

source: Created
es: Fecha de creación
fr: Créé

source: Last update
es: Última actualización
fr: Dernière mise à jour

source: Id
es: Identificador
fr: Identifiant

source: API link
es: Link API
fr: Link API

source: Details
es: Detalles
fr: Détails

source: Edit
es: Editar
fr: Modifier

source: Delete
es: Eliminar
fr: Effacer

source: Go to Data Entry
es: Ir a entrada de datos
fr: Aller à la saisie de données

source: Go to Dashboard
es: Ir a tablero
fr: Aller au tableau de bord

source: Set Target Population
es: Establecer Población objetivo
fr: Définir population cible

source: Deleting campaign(s). This may take a while, please wait
es: Eliminando campaña(s). Este proceso puede tardar, por favor, espere
fr: Suppression de campagne(s). Cela peut prendre un moment, veuillez patienter

source: Campaign(s) deleted
es: Campaña(s) eliminada(s)
fr: Campagne(s) supprimée(s)

source: Error deleting campaign(s)
es: Se produjo un error al borrar la(s) campaña(s)
fr: Erreur lors de la suppression de la / des campagne(s)

source: Are you sure you want to delete those campaign(s) (datasets and dashboards)? If you proceed, the associated datasets and dashboards will be removed from this server, but any data already registered will continue in the system
es: ¿Esta seguro de que quiere borrar esta(s) campaña(s) (datasets y tableros)? Si continúa, los dataset asociados y los tableros se borrarán del servidor, pero los datos que ya estuvieran registrados permanecerán en el sistema
fr: Vous êtes sur le point de quitter l'assistant de création de campagne. Toutes vos modifications seront perdues. Êtes-vous sûr de vouloir continuer?

source: Delete campaign(s)
es: Eliminar campaña(s)
fr: Supprimer les campagnes

source: Yes
es: Sí
fr: Oui

source: Click the blue button to create a new campaign or select a previously created campaign that you may want to access. Click the three dots on the right side of the screen if you wish to perform any of the following actions -> Set Target Population, Go to Data Entry, Go To Dashboards, See Details, Edit or Delete.
es: Haga clic en el botón azul para crear una nueva campaña o seleccione una campaña creada anteriormente a la que desee acceder. Haga clic en los tres puntos al lado derecho de la pantalla si desea realizar alguna de las siguientes acciones -> Establecer población objetivo, Ir a Entrada de datos, Ir a Tableros de mandos, Ver detalles, Editar o Eliminar.
fr: Cliquez sur le bouton bleu pour créer une nouvelle campagne ou sélectionnez une campagne précédemment créée à laquelle vous souhaitez accéder. Cliquez sur les trois points à droite de l'écran si vous souhaitez effectuer l'une des opérations suivantes -> Définir la population cible, Aller à la saisie de données, Aller au Tableau de bord, Afficher les détails, Modifier ou Supprimer.

source: Create Campaign
es: Crear Campaña
fr: Créer une campagne

source: Cannot load campaign
es: No se puede cargar la campaña
fr: Impossible de charger la campagne

source: Target population set
es: Población objetivo establecida
fr: Population cible définie

source: Error saving target population
es: Se produjo un error al guardar la población objetivo
fr: Erreur d'enregistrement population cible

source: There are unsaved changes, are you sure you want to close the dialog?
es: Hay cambios sin guardar, ¿está seguro de que quiere cerrar la ventana?
fr: Il y a des modifications non enregistrées, êtes-vous sûr de vouloir fermer la boîte de dialogue?

source: Insert the age distribution for your project(s). Insert the target population for each of the sites. Age distribution at project level will be used for all sites within that project. Age distribution can be modified for any of the sites if needed. If you leave this page and return to it again you might find that information is not updated yet. Do not worry, information was not lost, updated information will appear within a few minutes. The source of data may be {{- hyperlink}} or you may have access to local estimates (i.e. Ministry of Health)
es: Introduzca la distribución de los grupos de edad de su(s) proyecto(s). Introduzca la población objetivo de cada uno de los sitios (de vacunación). La distribución de los grupos de edad a nivel de proyecto se utilizará en todos los sitios (de vacunación) dentro de un proyecto. En caso de ser necesario, la distribución de los grupos de edad puede modificarse para cualquiera de los sitios (de vacunación). Si abandona esta página y vuelve de nuevo, quizá se encuentre con que la información no se haya actualizado aún. No se preocupe, la información no se perdió, aparecerá actualizada en unos minutos. La fuente de los datos puede ser https://hmisocba.msf.es/external-static/Denominators_Tool_OCBA.xlsm o bien usted tenga acceso a estimaciones de datos locales (e.g. Ministerio de Salud)
fr: Indiquez la distribution par âge pour votre / vos projet(s). Indiquez la population cible pour chacun site. La distribution par âge au niveau du projet sera utilisée pour tous les sites de ce projet. Il est possible de modifier la distribution par âge de n'importe quel site si nécessaire. Si vous quittez cette page et y retournez par la suite, vous risquez de voir que vos informations n'ont pas été prises en compte. Ne vous inquiétez pas, vos informations n'ont pas été perdues, elles apparaitront quelques minutes plus tard. Votre source de données peut être https://hmisocba.msf.es/external-static/Denominators_Tool_OCBA.xlsm ou bien des estimations locales si vous y avez accès (c.a.d. Ministère de la Santé).

source: This is the last available population data. Modify it for your campaign and remember to press button SAVE
es: Esta es la última información de población disponible. Modífiquela para su campaña y recuerde presionar el botón GUARDAR
fr: Il s'agit des dernières données démographiques disponibles. Modifiez-le pour votre campagne et n'oubliez pas de cliquer sur le bouton ENREGISTRER

source: Loading...
es: Cargando...
fr: Chargement…

source: Close
es: Cerrar
fr: Fermer

source: Saving...
es: Guardando...
fr: Enregistrement...

source: Save
es: Guardar
fr: Enregistrer

source: This campaign is not editable, please contact the administrator.
es: Esta campaña tiene datos. Editar una campaña con datos puede generar problemas, por favor contacte con su administrator.

source: General info
es: Información general
fr: Informations générales

source: Choose a name for the campaign and define the period for which data entry will be enabled
es: Establezca el nombre de la campaña y el periodo de tiempo en el cual será posible añadir datos
fr: Choisissez un nom pour la campagne et définissez la période pour laquelle la saisie de données sera activée

source: Give your campaign a name that makes it easy to recognize it in HMIS. The suggested format is "RVC {LOCATION} - {ANTIGEN1}/{ANTIGEN2}/... - {CAMPAIGN PERIOD}". Example -> "RVC Shabunda - Measles/Cholera - Jan-Mar 2019". The maximum length of the campaign name is 140 characters. The start and end date should define the period for which you expect to enter data - i.e .the first and last day of your campaign. If you are not certain of the end date, enter a date a few weeks later than the expected date of completion (refer to your microplan). It is possible to edit the dates at any point in time.
es: Dé un nombre a su campaña que lo haga facilmente reconocible en HMIS. El formato sugerido es "CVR {LUGAR} - {ANTIGENO1}/{ANTIGENO2}/...- {PERIODO DE LA CAMPAÑA}". Ejemplo "CVR Shabunda - Measles/Cholera - Ene-Mar 2019". La longitud máxima del nombre de la campaña es de 140 caracteres. Las fechas de inicio y fin deberían definir el periodo para el que se espera poder introducir datos -e.g. el primer y último día de su campaña. Si no está seguro/a de la fecha de fin, introduzca una fecha algunas semanas después de la fecha esperada de finalización (consulte su microplan). Es posible cambiar las fechas en cualquier momento.
fr: Donnez un nom à votre campagne qui soit facile à reconnaitre dans l'HMIS. Le format suggéré est le suivant: "RVC {LIEU} - {ANTIGENE1}/{ANTIGENE2}/... - {PERIODE DE LA CAMPAGNE}". Example -> "RVC Shabunda - Rougeole/Cholera - Jan-Mar 2019".Le nom de la campagne ne peut pas faire plus de 140 caractères.Les dates de début et de fin devraient définir la période pour laquelle vous avez prévu d'entrer des données, c'est-à-dire le premier et le dernier jour de votre campagne. Si vous n'êtes pas certain de la date de fin, entrez une date qui correspond à quelques semaines après la date de fin prévue (référez-vous à votre micro planning). Vous pourrez toujours modifier les dates à tout moment.

source: Organisation Units
es: Unidades organizativas
fr: Unités d'organisation

source: Select the health facilities or vaccination areas which will implement the campaign. At least one must be selected.
es: Seleccione los centros o áreas de vacunación asignadas a esta campaña. Debe seleccionar al menos uno.
fr: Sélectionnez les sites de santé ou les aires de vaccination assignés à cette campagne. Au moins un/e doit être sélectionné(e).

source: Select the health facilities or health areas which will implement the campaign. At least one must be selected. Only organisation units of level 5 (Health site) can be selected.
es: Seleccione los centros o áreas de salud asignadas a esta campaña. Debe seleccionar al menos uno. Únicamente centros o áreas de salud de nivel 5 pueden seleccionarse
fr: Sélectionnez les sites de santé ou les zones de santé qui mettront en œuvre la campagne. Au moins un/e doit être sélectionné(e). Seules les unités d'organisation de niveau 5 (site de santé) peuvent être sélectionnées.

source: Antigen selection
es: Antígenos
fr: Antigènes

source: Select the antigens which will be administered
es: Seleccione los antígenos incluídos en la campaña
fr: Sélectionnez les antigènes à administrer

source: Select the antigens which will be administered.
es: Seleccione los antígenos que seran administrados
fr: Sélectionnez les antigènes à administrer.

source: Configure Indicators
es: Configurar Indicadores
fr: Configurer les indicateurs

source: Select the indicators and breakdowns that you wish to monitor for each antigen in your campaign. Standard age groups for each antigen appear by default. In some cases, you may click on an age group to select subdivisions if that information is important for your campaign. Compulsory indicators may not be un-selected.
es: Seleccione los indicadores y desagregaciones que desea monitorizar para para cada uno para de los antígenos de en su campaña. Los grupos de edad estándar para cada antígeno son seleccionados por defecto. En algunos casos es posible hacer click sobre un grupo de edad para seleccionar subdivisiones si esa información es importante para su campaña. Los indicadores obligatorios no pueden ser de-seleccionados.
fr: Sélectionnez les indicateurs et les subdivisions que vous souhaitez surveiller pour chaque antigène de votre campagne. Les groupes d'âge standard pour chaque antigène apparaîtront par défaut. Dans certains cas, vous pouvez cliquer sur un groupe d'âge pour sélectionner des subdivisions si ces informations sont importantes pour votre / vos campagne(s). Les indicateurs obligatoires ne peuvent pas être désélectionnés.

source: Setup of your campaign is complete. Click the "Save" button to save your campaign, then you can set your target population, go to data entry and go to dashboard
es: La configuración de la campaña está completa. Presione "Guardar" para almacenar la campaña y poder establecer la población objetivo, introducir datos o ir al análisis.
fr: La configuration de votre campagne est terminée. Cliquez sur le bouton "Enregistrer" pour enregistrer votre campagne. Ensuite vous pourrez spécifier la population cible, accéder à la saisie des données ou à l'analyse.

source: Please review your vaccination campaign summary. Click the "Save" button to create the data set and all associated metadata for this campaign
es: Por favor, verifique que la información que aparece en el resumen de su campaña de vacunación es correcta.Pulse el botón "Guardar" para crear el dataset y todos los metadatos asociados con esta campaña de vacunación
fr: Veuillez vérifier que les informations dans le résumé de votre campagne de vaccination sont correctes. Cliquez sur le bouton "Enregistrer" pour créer le dateset et toutes les métadonnées associées pour cette campagne.

source: This campaign has data values. Editing a campaign with data values can create several problems, please contact the administrator.
es: Esta campaña tiene datos. Editar una campaña con datos puede generar problemas, por favor contacte con su administrator.
fr: Cette campagne contient des données. L'édition d'une campagne avec des données peut créer plusieurs problèmes, veuillez contacter l'administrateur.

source: Edit vaccination campaign
es: Editar campaña
fr: Modifier la campagne

source: New vaccination campaign
es: Nueva campaña
fr: Nouvelle campagne

source: No dashboards associated with this campaign
es: No hay ningún tablero asociado a la campaña
fr: Pas de tableau de bord associé à la campagne

source: It loooks like it's the first time you are accessing the dashboard for this campaign. Generating dashboard. This may take up to a couple of minutes
es: Parece que estás accediendo al tablero por primera vez para esta campaña. Generando el tablero. Este proceso puede tardar un par de minutos
fr: On dirait que c'est la première fois que vous accédez au tableau de bord pour cela campagne. Tableau de bord en cours de création. Cela peut prendre quelques minutes

source: Please click on the grey arrow next to the chart/table title if you want to modify the layout.
es: Por favor, haga click sobre la flecha gris junto al título de la tabla/gráfica si desea modificarla.
fr: Veuillez cliquer sur la flèche grise à côté du titre du tableau / graphique si vous souhaitez apporter des modifications.

source: No datasets associated with this campaign
es: No hay ningún dataset asociado a la campaña
fr: Pas de dataset associé à la campagne

source: Select a) site where vaccination was performed, b) Reactive vaccination data set available at site level c) date of vaccination d) team that performed vaccination. Then enter data for the fields shown in the screen.
es: Seleccione a) sitio donde la vacunación fue realizada, b) conjunto de datos de vacunación reactiva disponible en el lugar de vacunación c) fecha de vacunación d) equipo que realizó la vacunación. A continuación, introduzca los datos en los campos que aparecen en la pantalla.
fr: Sélectionnez a) le site où la vaccination a eu lieu, b) le dataset vaccination réactive disponible au niveau du site, c) la date de vaccination, d) l'équipe qui a effectué la vaccination. Ensuite, entrez les données dans les champs qui s'affichent à l'écran.

source: Please make sure all information is provided and there are no blank fields. Blank fields will be interpreted as missing information, as opposed to 0. Once cells turn into green, all information is saved and you can leave the Data Entry Section
es: Por favor, asegurese de que ha proporcionado toda la información y de que no quedan campos vacíos. Los campos vacíos se interpretarán con información que falta, en contraposición al valor 0. Una vez que las celdas se ponen de color verde, toda la información queda guardada y por tanto puede abandonar la sección de Entrada de Datos.
fr: Assurez-vous de remplir toutes les informations et de ne pas laisser de champs vides. Les champs vides seront interprétés comme des informations manquantes, contrairement à des 0. Une fois que tous les champs deviennent vert, toutes les informations ont été enregistrées et vous pouvez quitter la section Saisie de données.

source: Help
es: Ayuda
fr: Aide

source: Back
es: Atrás
fr: Retour

source: Disaggregation
es: Desagregación
fr: Désagrégation

source: Field cannot be blank
es: El campo no puede estar vacío
fr: Le champ ne peut pas être vide

source: This user has no Data output and analytic organisation units assigned
es: Este usuario no tiene unidades organizativas configuradas en la sección de resultados y análisis
fr: Cet utilisateur n'a pas d'unité d'organisation de configurée dans l'option de résultat et d'analyse

source: Number of Teams
es: Número de equipos
fr: Nombre d'équipes

source: Number of teams must be positive
es: El número de equipos debe ser mayor que 0
fr: Le nombre d'équipes doit être supérieur à 0

source: Campaign created
es: Campaña creada
fr: Campagne créée

source: Error saving campaign
es: Se produjo un error al guardar la campaña
fr: Erreur lors de la sauvegarde de la campagne

source: [None]
es: [Vacío]

source: [{{total}}] {{names}} and {{othersCount}} other(s)
es: [{{total}}] {{names}} y {{othersCount}} otros
fr: [{{total}}] {{names}} et {{othersCount}} autre (s)

source: doses
es: dosis

source: age groups
es: grupos de edad
fr: groupes d'âge

source: Period dates
es: Periodo
fr: Période

source: Antigens
es: Antígenos
fr: Antigènes

source: Cancel
es: Cancelar
fr: Annuler

source: Population distribution (%)
es: Distribución por edad (%)
fr: Répartition démographique (%)

source: Health Area
es: Área de salud
fr: Zone de santé

source: Health Sites
es: Centros de salud
fr: Sites de santé

source: Total population
es: Población total
fr: Population totale

source: Missing
es: Vacío
fr: Manquant

source: Cancel Campaign Creation?
es: ¿Cancelar la creación de campaña?
fr: Annuler la création de campagne?

source: You are about to exit the Campaign Creation Wizard. All your changes will be lost. Are you sure you want to proceed?
es: ¿Esta seguro que quiere salir del Creador de Campañas? Todos sus cambios se perderán
fr: Vous êtes sur le point de quitter l'assistant de création de campagne. Toutes vos modifications seront perdues. Êtes-vous sûr de vouloir continuer?

source: update
es: edición
fr: mettre à jour

source: delete
es: eliminación
fr: suppression

source: [RVC] User {{userName}} modified a campaign with data ({{action}})
es: [RVC] El usuario {{userName}} modificó una campaña con datos ({{action}})
fr: [RVC] Utilisateur {{userName}} a modifié une campagne avec des données ({{action}})

source: User
es: Usuario
fr: Utilisateur

source: Action
es: Acción

source: Value
es: Valor
fr: Valeur

source: Doses administered
es: Dosis administradas
fr: Doses administrées

source: Quality and safety indicators
es: Indicadores de calidad y seguridad
fr: Indicateurs de qualité et de sécurité

source: General Q&S
es: Q&S General
fr: Indicateurs Q&S

source: Campaign teams (category options) could not be deleted, probably there are associated data values
es: Los equipos de campaña (opciones de categoría) no se han podido borrar, probablemente hay datos asociados
fr: Les équipes de campagne n'ont pas pu être supprimées, il y a probablement des données associées

source: Coverage by Site {{- period}} (do not edit this chart)
es: Cobertura Vacunal por Centro Salud {{- period}} (no edite esta gráfica)
fr: Couverture Vaccinale par Site de Santé (ne modifiez pas ce graphique)

source: Coverage by Area {{- period}} (do not edit this chart)
es: Cobertura Vacunal por área de Salud {{- period}} (no edite esta gráfica)
fr: Couverture Vaccinale par Zone de Santé {{- period}} (ne modifiez pas ce graphique)

source: Coverage by Campaign {{- period}} (do not edit this chart)
es: Cobertura Vacunal por Campañá {{- period}} (no edite esta gráfica)

source: Global QS Indicators {{- period}}
es: Indicadores globales de Calidad y Seguridad {{- period}}
fr: Indicateurs globaux de Qualité et de Sécurité {{- period}}

source: AEFI and AEB indicators {{- period}}
es: Exposición Accidental a Sangre y Efecto Adverso Posterior a la Vacunación {{- period}}
fr: MAPI et AES {{- period}}

source: Campaign Coverage by area and dose {{- period}} (do not edit this table)
es: Cobertura Vacunal por Área de Salud y Dosis {{- period}} (no edite esta tabla)
fr: Couverture Vaccinale par Zone de Santé et Dose {{- period}} (ne modifiez pas ce tableau)

source: Campaign Coverage by campaign and dose {{- period}} (do not edit this table)
es: Cobertura Vacunal por Campaña y Dosis {{- period}} (no edite esta tabla)
fr: Couverture Vaccinale par Campagne et Dose {{- period}} (ne modifiez pas ce tableau)

source: Cumulative Campaign Coverage by area (do not edit this table)
es: Cobertura Vacunal Acumulada por Área de Salud (no edite esta tabla)
fr: Couverture Vaccinale Cumulatif par Zone de Santé (ne modifiez pas ce tableau)

source: Cumulative Campaign Coverage by campaign (do not edit this table)
es: Cobertura Vacunal Acumulada por Campaña (no edite esta tabla)
fr: Couverture Vaccinale Cumulatif par Campagne (ne modifiez pas ce tableau)

source: QS Indicators
es: Indicadores de Calidad y Seguridad
fr: Indicateurs de Qualité et de Sécurité

source: Vaccines Per Area
es: Vacunación por área
fr: Vaccination par Zone de Santé

source: Vaccines Per Campaign
es: Vacunación por Campaña
fr: Vaccination par Campagne

source: Vaccines Per Team
es: Vacunación por equipo
fr: Vaccination par équipe

source: Campaign Coverage by age range and dose (do not edit this table)
es: Cobertura Vacunal por rango de edad y dosis (no edite esta tabla)
fr: Couverture Vaccinale par groupes d'âge et dose (ne modifiez pas ce tableau)

source: Campaign Coverage by day (do not edit this table)
es: Cobertura Vacunal por día (no edite esta tabla)
fr: Couverture Vaccinale par jour (ne modifiez pas ce tableau)

source: Select at least one organisation unit
es: Seleccione al menos una unidad organizativa
fr: Sélectionnez au moins une unité d'organisation

source: Only organisation units of level {{levels}} can be selected
es: Puedes seleccionar únicamente unidades organizativas de nivel {{levels}}
fr: Vous ne pouvez sélectionner que des unités d´organisation de niveau {{levels}}.

source: Field {{field}} cannot be blank
es: El campo {{field}} no puede estar vacío
fr: Le champ {{field}} ne peut pas être vide

source: Field {{field}} cannot be blank if field {{other}} is set
es: El campo {{field}} no puede estar vacío si {{other}} tiene un valor
fr: Le champ {{field}} ne peut pas être vide si le champ {{other}} est défini

source: Field {{field}} cannot longer than {{n}} chars
es: El campo {{field}} no puede tener más de {{n}} caracteres
fr: Le champ {{champ}}} ne peut pas dépasser {{n}} caractères

source: Select at least one antigen
es: Seleccione al menos un antígeno
fr: Sélectionnez au moins un antigène

source: You must select at least one category option
es: Debe seleccionar al menos una categoría
fr: Vous devez sélectionner au moins une catégorie

source: No target population defined
es: Población objetivo no definida
fr: Aucune population cible définie

source: Org unit {{organisationUnit}} has an invalid total population value -> {{value}}
es: La unidad organizativa {{organisationUnit}} tiene un valor de población inválido -> {{value}}
fr: L'unité d'organisation {{organisationUnit}} a une valeur de population totale non valide -> {{value}}
