Repository: msf-ocba/vaccination-app
Catalog: i18n/*.po
Languages: es, fr

source: Org unit {{organisationUnit}} has invalid distribution values for age ranges -> {{ageGroups}}
es: La unidad organizativa {{organisationUnit}} tiene un valor de distribución de población inválido para los rangos de edad -> {{value}}
fr: L'unité d'organisation {{organisationUnit}} a des valeurs de distribution non valides pour les groupes d'âge -> {{ageGroups}}

source: Org unit {{organisationUnit}} has an invalid total value for antigen {{antigen}} ({{ageGroups}}) -> {{- value}}
es: La unidad organizativa {{organisationUnit}} tiene un valor total inválido para el antigeno {{antigen}} ({{ageGroups}}) -> {{- value}}
fr: L'unité d´organisation {{unité d´organisation}} a une valeur totale non valide pour l'antigène {{antigen}} ({{ageGroups}}) -> {{- value}}

source: Number of teams must smaller than {{value}}
es: El número de equipos debe ser menor que {{value}}
fr: Le nombre d'équipes doit être inférieur à {{value}}

source: There already exists a campaign with the same name
es: Ya existe una campaña con el mismo nombre
fr: Il existe déjà une campagne avec le même nom

source: No
fr: Non

source: Subtotal
fr: Sous-total

source: Coverage by campaign {{- period}} (do not edit this chart)
fr: Couverture Vaccinale par campagne {{- period}} (ne modifiez pas ce graphique)
